//=============================================================================
//
// タイトル画面処理 [tutorial.h]
// Author : GP11A341 12 境野輝実
//
//=============================================================================
#ifndef _PAUSE_H_
#define _PAUSE_H_

//*****************************************************************************
// プロトタイプ宣言
//*****************************************************************************
void InitPause(void);
void UninitPause(void);
void UpdatePause(void);
void DrawPause(void);

MODE SetGameReturn(void);

#endif